tap "candid82/brew"
tap "denisidoro/tools"
tap "get-woke/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "mvndaemon/mvnd"
tap "rbenv/tap"
tap "remotemobprogramming/brew"
tap "yqrashawn/goku"
brew "python@3.10", link: false
brew "ansible"
brew "autoconf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "docker-compose"
brew "erlang"
brew "exa"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "gpgme"
brew "gradle"
brew "htop"
brew "hyperfine"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "make"
brew "mas"
brew "maven"
brew "node"
brew "newman"
brew "nvm"
brew "packer"
brew "pinentry-mac"
brew "pyenv"
brew "python@3.8", link: false
brew "python@3.9"
brew "rabbitmq"
brew "redis"
brew "ruby-build"
brew "shellcheck"
brew "shfmt"
brew "strongswan"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "starship"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "denisidoro/tools/docpars"
brew "get-woke/tap/woke"
brew "yqrashawn/goku/goku"
cask "1password"
cask "devtoys"
cask "discord"
cask "displaylink"
cask "docker"
cask "elgato-stream-deck"
cask "font-jetbrains-mono-nerd-font"
cask "godot"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "libreoffice"
cask "macvim"
cask "notion"
cask "raycast"
cask "rocket"
cask "slack"
cask "spotify"
cask "telegram-desktop"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
mas "Control Center", id: 1515453657
mas "Flycut", id: 442160987
mas "iMovie", id: 408981434
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "WhatsApp", id: 1147396723
